#include <locale.h>
void name()
{
	setlocale(LC_ALL, "RUS");
	puts("*************************************************************************************");
	puts("*                                                                                   *");
	puts("*  тема: Написание и компиляция консольного приложения в среде разработки MVS 2022  *");
	puts("*     Выполнила Шишелина К.Р    бИд-252                                             *");
	puts("*                                                                                   *");
	puts("*************************************************************************************");
}