#include <locale.h>
void name()
{
	puts("*************************************************************************************");
	puts("*                                                                                   *");
	puts("*  тема: Написание и компиляция консольного приложения в среде разработки MVS 2022  *");
	puts("*     Выполнила Шишелина К.Р    бИд-252                                             *");
	puts("*                                                                                   *");
	puts("*************************************************************************************");

}
void date()
{
	puts(" _   _   _  _    _  _    ");
	puts(" _| |_| | |  |  | |  |   ");
	puts("|_   _|.|_|  |. |_|  |   ");
}
void main()
{
	setlocale(LC_ALL, "RUS");
	name();
	date();
}